Repository: kageroumado/sevoflurane
Catalog: Sevoflurane/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Optional upscaling
zh_hans: 可选的画面缩放

source: Optional. Apple’s D3DMetal, free with an Apple developer sign-in.
zh_hans: 可选。登录 Apple 开发者账号后，可免费下载 Apple 的 D3DMetal。

source: Optional. Plain text, no paths or e-mail addresses; it is public.
zh_hans: 可选。仅限纯文本，不含路径或电子邮件地址；内容将公开。

source: other apps have the CPU at %@
zh_hans: 其他 App 占用 %@ 的 CPU 资源

source: other apps have the CPU at %@, mostly %@
zh_hans: 其他 App 占用 %@ 的 CPU 资源，主要是 %@

source: Other MCP assistants
zh_hans: 其他 MCP 助手

source: Other Sevoflurane data
zh_hans: 其他 Sevoflurane 数据

source: packed game data beside it
zh_hans: 旁边有打包的游戏数据

source: Patching
zh_hans: 正在打补丁

source: Performance and compatibility
zh_hans: 性能与兼容性

source: Performance HUD
zh_hans: 性能 HUD

source: Pick a run
zh_hans: 选择运行记录

source: Picture
zh_hans: 画面

source: Play
zh_hans: 开始游戏

source: Play %@
zh_hans: 开始游戏 %@

source: Play Once
zh_hans: 运行一次

source: Plays
zh_hans: 可玩

source: Plays the game
zh_hans: 启动游戏

source: Plays with fixes
zh_hans: 需修复后可玩

source: processes
zh_hans: 进程

source: Processes
zh_hans: 进程

source: Processors
zh_hans: 处理器

source: Program
zh_hans: 程序

source: Project website
zh_hans: 项目网站

source: Put a library on a drive formatted as APFS or Mac OS Extended. exFAT and FAT drives have no file permissions or links, which Wine and some games rely on.
zh_hans: 请将游戏库放在 APFS 或 Mac OS 扩展格式的磁盘上。exFAT 和 FAT 磁盘不支持 Wine 和部分游戏所需的文件权限及链接。

source: Quit Sevoflurane
zh_hans: 退出 Sevoflurane

source: Quit Sevoflurane and close Steam
zh_hans: 退出 Sevoflurane 并关闭 Steam

source: Quit Sevoflurane?
zh_hans: 退出 Sevoflurane？

source: Quitting
zh_hans: 正在退出

source: ran %lld min
zh_hans: 运行 %lld 分钟

source: ran %lld s
zh_hans: 运行 %lld 秒

source: reaches the game the next time it starts; Steam keeps running
zh_hans: 游戏下次启动时生效；Steam 保持运行

source: Reading the build
zh_hans: 正在读取版本

source: Ready to play
zh_hans: 准备开玩

source: Rebuild
zh_hans: 重建

source: Rebuild the Steam environment
zh_hans: 重建 Steam 环境

source: Rebuild the Steam environment?
zh_hans: 重建 Steam 环境？

source: Rebuilding the background helper…
zh_hans: 正在重建后台辅助程序…

source: Recommended
zh_hans: 推荐

source: Record
zh_hans: 记录

source: Recording
zh_hans: 正在记录

source: Records everything for one session. Turn it on before reproducing a bug.
zh_hans: 在本次会话中记录所有信息。请在重现问题前开启。

source: Recovery
zh_hans: 恢复

source: Recovery…
zh_hans: 恢复…

source: Reduce spinning after repeated misses
zh_hans: 连续未命中时减少自旋等待

source: Reduces synchronization overhead. Turn it off if a game freezes.
zh_hans: 减少同步开销。如果游戏卡住，请关闭此选项。

source: regedit refused the overrides import
zh_hans: regedit 无法导入 DLL 覆盖设置

source: Reinstall
zh_hans: 重新安装

source: Reinstall the Direct3D shader compiler
zh_hans: 重新安装 Direct3D 着色器编译器

source: Reinstall the Direct3D shader compiler above.
zh_hans: 请重新安装上方的 Direct3D 着色器编译器。

source: Release
zh_hans: 正式版

source: Releases of Sevoflurane and Dormison only.
zh_hans: 仅接收 Sevoflurane 和 Dormison 的正式版。

source: Reload Steam UI
zh_hans: 重新载入 Steam 界面

source: Reload, restart, the event log, and updates
zh_hans: 重新载入、重新启动、事件日志和更新

source: Remember for this file
zh_hans: 记住对此文件的选择

source: Remove
zh_hans: 移除

source: Remove %@
zh_hans: 移除 %@

# Remove %@ %@?
source: Remove %1$@ %2$@?
zh_hans: 移除 %1$@ %2$@？

source: Remove %@?
zh_hans: 移除 %@？

source: Remove %@…
zh_hans: 移除 %@…

source: Remove D3DMetal %@?
zh_hans: 移除 D3DMetal %@？

source: Remove the %@ override
zh_hans: 移除 %@ 的覆盖设置

source: Remove the link to %@
zh_hans: 移除指向 %@ 的链接

source: Remove the link. The files stay in their own bottle.
zh_hans: 移除关联。文件仍保留在原来的容器中。

source: Remove the override for %@
zh_hans: 移除 %@ 的覆盖设置

source: Remove this program and move its installed files to the Trash.
zh_hans: 移除此程序，并将其安装的文件移到废纸篓。

source: Remove this program from the list. Its files remain in place.
zh_hans: 从列表中移除此程序。其文件仍保留在原处。

source: Remove…
zh_hans: 移除…

source: Removes Sevoflurane and its downloaded engines and toolkits. You can choose whether to remove games.
zh_hans: 移除 Sevoflurane 及其下载的引擎和工具包。你可以选择是否移除游戏。

source: Renderer
zh_hans: 渲染器

source: Renderer versions
zh_hans: 渲染器版本

source: Repair
zh_hans: 修复

source: Repair Background Helper
zh_hans: 修复后台辅助程序

source: Repair checks the engine, bottle, and Steam. Your games and saves remain. Restart Steam to apply logging changes.
zh_hans: 修复会检查引擎、容器和 Steam。游戏和存档会保留。请重新启动 Steam，以应用日志设置的更改。

source: Repair could not finish.
zh_hans: 无法完成修复。

source: Repair reinstalls the Windows components Steam needs and leaves your games and saves alone.
zh_hans: 修复会重新安装 Steam 所需的 Windows 组件。游戏和存档会保留。

source: Repair Steam
zh_hans: 修复 Steam

source: Repair the background helper
zh_hans: 修复后台辅助程序

source: Repair the background helper above; approve it in Login Items if asked.
zh_hans: 请使用上方的“修复后台辅助程序”。如果系统提示，请在“登录项”中允许它运行。

source: Repair the installation
zh_hans: 修复安装

source: Repair Windows components
zh_hans: 修复 Windows 组件

source: Repaired %lld files.
zh_hans: 已修复 %lld 个文件。

source: Report AVX to games
zh_hans: 向游戏报告 AVX 支持

source: Report contents
zh_hans: 报告内容

source: Report the GPU as
zh_hans: 将 GPU 报告为

source: Reported: %@
zh_hans: 已报告：%@

source: Reports
zh_hans: 报告

source: Reset
zh_hans: 重设

source: Reset to Engine's Own
zh_hans: 重设为引擎自带版本

source: Resizable windows
zh_hans: 可调整大小的窗口

source: Restart Now
zh_hans: 立即重新启动

source: Restart Steam
zh_hans: 重新启动 Steam

source: Restart Steam Client
zh_hans: 重新启动 Steam 客户端

source: Restart Steam to Apply Debug Mode
zh_hans: 重新启动 Steam 以应用调试模式

source: Restart Steam to apply it to the client and its games.
zh_hans: 重新启动 Steam 后，调试模式才会应用到客户端和游戏。

source: Restart Steam to apply this setting.
zh_hans: 重新启动 Steam 以应用此设置。

source: Restart Steam to see linked and unlinked games.
zh_hans: 重新启动 Steam 以查看已关联和未关联的游戏。

source: Restart Windows
zh_hans: 重新启动 Windows

source: Restart Windows?
zh_hans: 重新启动 Windows？

source: Restarting Steam
zh_hans: 正在重新启动 Steam

source: restarting: %@
zh_hans: 正在重新启动：%@

source: Retry
zh_hans: 重试

source: Right-click a row for available actions.
zh_hans: 右键点按一行以查看可用操作。

source: Role
zh_hans: 角色

source: Rosetta install failed: %@. If this account isn't an administrator, run "softwareupdate --install-rosetta --agree-to-license" in Terminal as one, then Try Again.
zh_hans: Rosetta 安装失败：%@。如果当前账户不是管理员，请以管理员身份在“终端”中运行“softwareupdate --install-rosetta --agree-to-license”，然后重试。

source: Run Once
zh_hans: 运行一次

source: Run reports
zh_hans: 运行报告

source: Run Windows programs from Quick Launch. Sign in to Steam to view your library.
zh_hans: 从快速启动运行 Windows 程序。登录 Steam 后即可查看游戏库。

source: Run Windows programs from Quick Launch. You can sign in to Steam later from the menu bar.
zh_hans: 从快速启动运行 Windows 程序。你可以稍后从菜单栏登录 Steam。

source: Run with…
zh_hans: 使用…运行

source: Runner
zh_hans: 运行程序

source: running
zh_hans: 运行中

source: running DXSETUP
zh_hans: 正在运行 DXSETUP

source: Runs
zh_hans: 运行记录

source: Runs in the %@ bottle on %@.
zh_hans: 将在 %@ 容器中通过 %@ 运行。

source: Samples
zh_hans: 采样数

source: Save Diagnostics…
zh_hans: 存储诊断信息…

source: Save…
zh_hans: 存储…

source: Saved/Logs and Saved/Crashes in the game's folder carry the callstack. The report zip carries both under games/.
zh_hans: 游戏文件夹中的 Saved/Logs 和 Saved/Crashes 包含调用栈。报告压缩包的 games/ 文件夹中也包含这两项。

source: Saves logs, system details, and recent crash reports in a ZIP file on your Desktop. Your name, file paths, and Steam IDs are removed.
zh_hans: 在桌面将日志、系统信息和最近的崩溃报告存为 ZIP 文件。姓名、文件路径和 Steam ID 会被移除。

source: Saving…
zh_hans: 正在存储…

source: Search Settings
zh_hans: 搜索设置

source: Send
zh_hans: 发送

source: Send the report to the Sevoflurane developers? It contains: the run summary, Wine's exception record, the game's own crash log, with paths and account names removed.
zh_hans: 要向 Sevoflurane 开发者发送报告吗？报告包含运行摘要、Wine 异常记录和游戏崩溃日志。路径和账号名称已移除。

source: Sending the report…
zh_hans: 正在发送报告…

source: Sent. Thank you.
zh_hans: 已发送。谢谢。

source: Set Record back to Off when you are done.
zh_hans: 完成后，将“记录”设回“关”。

source: Set Record to Diagnostics before you launch the game.
zh_hans: 启动游戏前，将“记录”设为“诊断”。

source: setting DLL overrides
zh_hans: 正在设置 DLL 覆盖

source: Setting up Steam
zh_hans: 正在设置 Steam

source: Settings
zh_hans: 设置

source: Settings — %@
zh_hans: 设置 — %@

source: Settings for one game
zh_hans: 单个游戏的设置

source: setup is already running
zh_hans: 设置正在进行中

source: Sevoflurane found nothing the installer added.
zh_hans: Sevoflurane 未找到安装程序添加的内容。

source: Sevoflurane needs its background helper
zh_hans: Sevoflurane 需要后台辅助程序

source: Sevoflurane waits in the menu bar.
zh_hans: Sevoflurane 会驻留在菜单栏中。

source: Sevoflurane's own
zh_hans: Sevoflurane 自带

source: Sevoflurane's own engine: DirectX 12 through Apple's toolkit, and game upscaling.
zh_hans: Sevoflurane 自带的引擎，借助 Apple 的工具包支持 DirectX 12 和游戏画面缩放。

source: Shader packages
zh_hans: 着色器组件包

source: Share
zh_hans: 共享

source: Share each game's frame rate, resolution, and settings along with your Mac model. The data does not include your name. See Settings › General for exactly what is sent.
zh_hans: 共享各游戏的帧率、分辨率和设置，以及 Mac 机型。数据不包含你的姓名。请在“设置 › 通用”中查看发送的具体内容。

source: Share games between bottles
zh_hans: 在容器间共享游戏

source: Share how each game ran, so everyone can see what plays well on which Mac.
zh_hans: 分享各款游戏的运行情况，帮助大家了解哪些游戏适合自己的 Mac。

source: Share run statistics
zh_hans: 共享运行统计数据

source: Share Run Statistics
zh_hans: 共享运行统计数据

source: Share this run
zh_hans: 共享此运行记录

source: Shared from another bottle. Only one copy is stored on disk.
zh_hans: 来自其他容器的共享文件。磁盘上仅存一份。

source: Sharp resampling for fractional scales.
zh_hans: 适用于非整数倍缩放的锐利重采样。

source: Show %@
zh_hans: 显示 %@

source: Show each one
zh_hans: 显示各项

source: Show exactly what is sent
zh_hans: 查看发送的具体内容

source: Show in Finder
zh_hans: 在访达中显示

source: Show Login Window
zh_hans: 显示登录窗口

source: Show What Will Be Sent
zh_hans: 查看将发送的内容

source: Show what you play in Discord
zh_hans: 在 Discord 中显示正在玩的游戏

source: Shown in place of your Steam avatar.
zh_hans: 代替你的 Steam 头像显示。

source: Shows Japanese, Chinese, and Korean text. Source Han Sans, all four regions.
zh_hans: 显示日语、中文和韩语文字。包含四个地区版本的思源黑体。

source: Sign In Here
zh_hans: 在此登录

source: Sign in on Apple’s page and download “Evaluation environment for Windows games”, the small file with D3DMetal in it. The Game Porting Toolkit works too. Sevoflurane installs it the moment it lands.
zh_hans: 请在 Apple 网页上登录，下载包含 D3DMetal 的“Evaluation environment for Windows games”。也可下载 Game Porting Toolkit。文件下载完成后，Sevoflurane 会立即安装。

source: Sign In to Steam
zh_hans: 登录 Steam

source: Sign in to Steam to see your library.
zh_hans: 登录 Steam 以查看游戏库。

source: Simulated setup. Nothing on this Mac changes.
zh_hans: 模拟设置。不会更改这台 Mac 上的任何内容。

source: Skip for Now
zh_hans: 暂时跳过

source: Skip Sign-In
zh_hans: 跳过登录

source: Some older games start one worker thread per processor and keep them all busy; fewer processors let them rest.
zh_hans: 一些旧游戏为每个处理器启动一个工作线程，并让它们全部保持忙碌；减少处理器数量能让它们歇下来。

source: SourceHanSans%@.zip refused to unzip
zh_hans: 无法解压 SourceHanSans%@.zip

source: stalled
zh_hans: 卡住

source: Standard
zh_hans: 标准

source: Start a new one
zh_hans: 创建新的 Steam 环境

source: Start it with the game
zh_hans: 随游戏启动

source: Start Steam Anyway
zh_hans: 仍要启动 Steam

source: starting
zh_hans: 正在启动

source: Starting Steam
zh_hans: 正在启动 Steam

source: Starting Steam…
zh_hans: 正在启动 Steam…

source: Starting up
zh_hans: 正在启动

source: Starting…
zh_hans: 正在启动…

source: Startup and automation
zh_hans: 启动和自动化

source: State
zh_hans: 状态

source: Steam and anything running in it close when Sevoflurane quits. For Steam problems, use the ⋯ menu to restart or open Recovery.
zh_hans: 退出 Sevoflurane 时，Steam 及其中运行的所有程序也会关闭。如果 Steam 出现问题，请通过“⋯”菜单重新启动或打开“恢复”。

source: Steam cannot start until this is fixed.
zh_hans: 解决此问题后才能启动 Steam。

source: Steam closes and installs in %@. Your current bottle and games stay.
zh_hans: Steam 将关闭，并在 %@ 中安装。当前容器和游戏会保留。

source: Steam closes at once and reopens clean. A running game keeps playing.
zh_hans: Steam 会立即关闭并重新启动。正在运行的游戏不会中断。

source: Steam closes, prepares %@, then reopens there.
zh_hans: Steam 将关闭，在 %@ 中完成准备，然后重新启动。

source: Steam closes. Sevoflurane removes the engines and toolkits it downloaded, resets its settings, and disconnects assistants. Keep Games leaves Steam and its %@ of files in place. Uninstall Everything moves those files to the Trash, local saves included. Sevoflurane moves itself to the Trash and quits. Your Steam account and cloud saves stay.
zh_hans: Steam 会关闭。Sevoflurane 会移除已下载的引擎和工具包，重设设置，并断开与助手的连接。 选择“卸载并保留游戏”会保留 Steam 及其 %@ 的文件。选择“全部卸载”会将这些文件移到废纸篓，包括本地存档。 Sevoflurane 会将自身移到废纸篓并退出。你的 Steam 账户和云存档会保留。

source: Steam could not be stopped, so setup kept the bottle it had. Try again, or quit Steam from the menu bar first.
zh_hans: 无法停止 Steam，因此设置保留了原有容器。请重试，或先从菜单栏退出 Steam。

source: Steam has a message
zh_hans: Steam 有一条消息

source: Steam installer
zh_hans: Steam 安装程序

source: Steam installer failed (exit %@) without printing anything
zh_hans: Steam 安装程序失败（退出状态 %@），且没有输出信息

source: Steam installer failed (exit %@): %@
zh_hans: Steam 安装程序失败（退出状态 %@）：%@

source: Steam is having trouble
zh_hans: Steam 运行异常

source: Steam is ready
zh_hans: Steam 已就绪

source: Steam is ready.
zh_hans: Steam 已就绪。

source: Steam is signed out
zh_hans: Steam 已退出登录

source: Steam is still restarting, so setup kept the bottle it had. Try again in a moment.
zh_hans: Steam 仍在重新启动，因此设置保留了原有容器。请稍后重试。

source: Steam is stuck synchronizing. Restart Steam to play.
zh_hans: Steam 卡在同步状态。请重新启动 Steam 后再玩。

source: Steam links
zh_hans: Steam 链接

source: Steam needs attention
zh_hans: Steam 无法自动恢复

source: Steam pages
zh_hans: Steam 页面

source: Steam restart
zh_hans: Steam 重新启动

source: Steam restarts at the next launch, which takes about 30 seconds.
zh_hans: Steam 会在下次启动游戏时重新启动，约需 30 秒。

source: Steam running
zh_hans: Steam 正在运行

source: Steam settings
zh_hans: Steam 设置

# Steam started on %@. %@
source: Steam started on %1$@. %2$@
zh_hans: Steam 启动时使用的是 %1$@。%2$@

source: Steam starting
zh_hans: Steam 正在启动

source: Steam starts and stops only when you ask.
zh_hans: Steam 只会在你手动操作时启动或停止。

source: Steam stopped
zh_hans: Steam 已停止

source: Steam stops, its installer runs over the bottle again, and the client downloads itself fresh. Long — tens of minutes on a slow line. Your games and saves stay.
zh_hans: Steam 会停止，安装程序会在现有容器中重新运行，客户端也会重新下载。网络较慢时可能需要数十分钟。游戏和存档会保留。

source: Steam stops, its shader cache is trashed, and it reopens and rebuilds the shaders. Your games and saves stay.
zh_hans: Steam 会停止，着色器缓存会移到废纸篓。重新启动后，Steam 会重建着色器。游戏和存档会保留。

source: Steam, always Retina
zh_hans: Steam 始终以视网膜分辨率显示

source: Steam's API beside it
zh_hans: 旁边有 Steam API

source: Steam's folder
zh_hans: Steam 文件夹

source: Steam’s interface runs in native WKWebViews at the screen’s real scale, with its menus in the menu bar and Mac notifications.
zh_hans: Steam 界面以屏幕的原生分辨率显示，菜单位于菜单栏中，通知则由 macOS 显示。

source: Steam's menus freeze and the app looks stuck.
zh_hans: Steam 菜单冻结，App 看起来无响应。

source: Steam's own settings
zh_hans: Steam 设置

source: Steam's window is hidden
zh_hans: Steam 窗口已隐藏

source: still running
zh_hans: 仍在运行

source: Stop
zh_hans: 停止

source: Stop Listing
zh_hans: 不再列出

source: Stop watching this folder
zh_hans: 停止监视此文件夹

source: stopped
zh_hans: 已停止

source: stopped by sevo
zh_hans: 已由 sevo 停止

source: stopped by Steam
zh_hans: 已由 Steam 停止

source: stopped on request
zh_hans: 已按要求停止

source: Stopped. Running it again keeps what was downloaded.
zh_hans: 已停止。再次运行会保留已下载的内容。

source: Stops every Windows process in the bottle, Wine's server included, and starts again. For when restarting Steam has not helped.
zh_hans: 停止容器中的所有 Windows 进程（包括 Wine 服务），然后重新启动。适用于重启 Steam 仍无法解决问题的情况。

source: Stops Steam and installs the client over this bottle again — for a client whose own files are damaged and that Repair leaves alone. Your games and saves stay.
zh_hans: 停止 Steam，并在现有容器中重新安装客户端。适用于客户端文件损坏、常规修复无法解决的情况。游戏和存档会保留。

source: Storage
zh_hans: 存储空间

source: Storage limits
zh_hans: 存储限制

source: Streamer Mode
zh_hans: 主播模式

source: Subnautica 2 renders with Direct3D 12, and D3DMetal is the only layer here that answers it.
zh_hans: Subnautica 2 使用 Direct3D 12 渲染，在这里需要 D3DMetal 才能运行。

source: Switch
zh_hans: 切换

source: Switching…
zh_hans: 正在切换…

source: Synchronizing with Steam Cloud
zh_hans: 正在与 Steam 云同步

source: Tell other Mac players how this game ran on this configuration. The verdict, the note and the configuration below go to the public game database; the note is the only part you write.
zh_hans: 告诉其他 Mac 玩家这款游戏在此配置下的运行情况。评价、备注和以下配置会发送到公开的游戏数据库；只有备注由你填写。

source: Terminate
zh_hans: 终止

source: That file is not a picture Sevoflurane can read.
zh_hans: Sevoflurane 无法读取该文件中的图片。

source: The background helper had given up on Steam. Steam is restarting.
zh_hans: 后台辅助程序已停止尝试启动 Steam。Steam 正在重新启动。

source: The background helper is already healthy.
zh_hans: 后台辅助程序运行正常。

source: The background helper is running.
zh_hans: 后台辅助程序正在运行。

source: The counter with the last five seconds of frames and the 1 % low.
zh_hans: 显示帧率计数器，以及最近五秒的帧时间和 1% 最低帧率。

source: The CrossOver %@ trial on this Mac has ended. License it at codeweavers.com, or use Dormison.
zh_hans: 这台 Mac 上的 CrossOver %@ 试用期已结束。请前往 codeweavers.com 购买许可证，或使用 Dormison。

source: The database deletes these runs. The next run you share uses a new, unrelated identity.
zh_hans: 数据库会删除这些运行记录。下次共享的运行记录会使用一个全新且无关联的身份标识。

source: The database is unavailable. Try again later.
zh_hans: 数据库暂时不可用。请稍后再试。

source: The database refused it: %@
zh_hans: 数据库拒绝了此报告：%@

source: The engine also installs from a file: dormison-b<N>.tar.xz and its .sig, from the Dormison release.
zh_hans: 也可从 Dormison 发布页下载 dormison-b<N>.tar.xz 及其 .sig 文件来安装引擎。

source: The engine's built-in version is used.
zh_hans: 将使用引擎自带的版本。

source: The folder the game's .exe is in.
zh_hans: 游戏 .exe 所在的文件夹。

source: The fonts and legacy runtimes games ask for.
zh_hans: 安装游戏所需的字体和旧版运行库。

source: The game
zh_hans: 游戏

source: The game is NW.js: the native macOS runtime runs it outside the bottle, at the speed of a Mac browser rather than of Rosetta.
zh_hans: 这款游戏基于 NW.js。macOS 原生运行时可在容器外运行它，速度接近 Mac 浏览器，无需通过 Rosetta。

source: The game is told the truth (Direct3D 12 calls it UMA) and writes each texture once. Games that stream large scenes gain the most.
zh_hans: 告知游戏实际的内存架构（Direct3D 12 称为 UMA），让每个纹理只写入一次。持续载入大型场景的游戏受益最大。

source: The game sees every processor, as it would on Windows.
zh_hans: 游戏能看到全部处理器，与在 Windows 上相同。

source: The game sees that many and starts that many workers. A game that uses most of the processor time and still stutters runs smoother with fewer.
zh_hans: 游戏只看到这么多处理器，也只启动这么多工作线程。占用大部分处理器时间却仍然卡顿的游戏，处理器更少时会更流畅。

source: The helper keeps Steam supervised even when this app is closed. Rebuilding it registers it fresh; approve it in Login Items if asked.
zh_hans: 即使 Sevoflurane 已关闭，后台辅助程序仍会监控 Steam。重建会重新注册辅助程序；如果系统提示，请在“登录项”中允许它运行。

source: The installer did not start.
zh_hans: 安装程序未能启动。

source: The last attempt stopped: %@
zh_hans: 上次尝试已停止：%@

source: The level is kept and costs little. Debug mode costs speed and disk, so it lives only as long as this session.
zh_hans: 诊断级别会保留，资源开销较低。调试模式会占用性能和磁盘空间，因此仅在本次会话中生效。

source: The library is not loaded at all.
zh_hans: 完全不加载此库。

source: The limit takes effect the next time the game starts.
zh_hans: 限制将在游戏下次启动时生效。

source: the Mac is hot%@
zh_hans: Mac 温度过高%@

source: the Mac is hot%@ and macOS is slowing it down
zh_hans: Mac 温度过高%@，macOS 正在降低运行速度

source: The menu bar says the background helper won't start.
zh_hans: 菜单栏提示后台辅助程序无法启动。

source: The mouse's own movement, unshaped: the same sweep of the hand turns the camera the same amount at any speed. What shooters expect.
zh_hans: 直接使用鼠标移动距离：无论移动速度如何，相同的手部位移都会让视角转动相同幅度。这是射击游戏通常需要的方式。

source: The note has characters that are not plain text.
zh_hans: 备注包含非纯文本字符。

source: The note is over %lld characters.
zh_hans: 备注超过 %lld 个字符。

source: The note names a file path. Reports are public, so paths stay out.
zh_hans: 备注中包含文件路径。报告是公开的，因此不能包含路径。

source: The note names an e-mail address. Reports are public, so addresses stay out.
zh_hans: 备注中包含电子邮件地址。报告是公开的，因此不能包含地址。

source: The pointer's usual curve: a fast flick travels farther than a slow sweep of the same length.
zh_hans: 采用指针的常规加速曲线：快速甩动比相同距离的慢速移动走得更远。

source: the redistributable refused to extract
zh_hans: 运行库无法解压

source: The report could not be sent: %@
zh_hans: 无法发送报告：%@

source: The report could not be written: %@
zh_hans: 无法写入报告：%@

source: The report was compressed at level 2.
zh_hans: 报告已使用级别 2 压缩。

source: The report was not accepted. %@ is kept in Finder for you to send another way.
zh_hans: 报告未被接收。%@ 已保留在访达中，你可以通过其他方式发送。

source: the Steam client carries this value, so it restarts (about 30 s) around the next launch
zh_hans: 此值由 Steam 客户端使用，因此 Steam 会在下次启动游戏前后重新启动（约 30 秒）

source: The Unity game quit with status 1 and never drew a window. It failed during start-up, in its graphics device or in Mono.
zh_hans: Unity 游戏以状态码 1 退出，且从未显示窗口。它在启动期间于图形设备或 Mono 中出错。

source: The window system scales the picture.
zh_hans: 窗口系统会缩放画面。

source: the zip
zh_hans: 该压缩包

source: The zip holds this run's record, the app's and Wine's logs, the game's own crash logs, Steam's logs and a doctor report. Paths, account names, Steam ids and persona names are taken out of every one of them.
zh_hans: 压缩包包含本次运行记录、App 和 Wine 日志、游戏崩溃日志、Steam 日志及诊断报告。所有文件中的路径、账号名称、Steam ID 和个人资料名称均已移除。

source: These are Wine's own overrides, the values winecfg's Libraries tab shows and edits: a game's are stored under its program, the bottle's under every program. The renderer's libraries (d3d9 to d3d12, dxgi) follow the Renderer setting, which wins.
zh_hans: 这些是 Wine 自身的覆盖设置，也是 winecfg“函数库”标签页显示和编辑的值：单个游戏的设置存储在其程序下，容器设置适用于所有程序。渲染器库（d3d9 至 d3d12、dxgi）由优先级更高的“渲染器”设置决定。

source: These files come with Windows runtimes that games expect to be there. Install Visual C++ runtime for VCRUNTIME and MSVCP, DirectX runtimes for d3dx9, xinput and xaudio, in Settings › Engine › Game dependencies.
zh_hans: 这些文件来自游戏所需的 Windows 运行库。请前往“设置”>“引擎”>“游戏依赖项”，为 VCRUNTIME 和 MSVCP 安装 Visual C++ 运行库，并为 d3dx9、xinput 和 xaudio 安装 DirectX 运行库。

source: These renderers translate Direct3D for macOS. Try another if a game looks wrong.
zh_hans: 这些渲染器会将 Direct3D 转换为 macOS 图形调用。如果游戏画面异常，请尝试其他渲染器。

source: This drive is %@. Games here can fail to install, update or start. Reformat it as APFS, or move the games to another library in Steam.
zh_hans: 此磁盘的格式为 %@。游戏可能无法在这里安装、更新或启动。请将磁盘重新格式化为 APFS，或在 Steam 中将游戏移到其他游戏库。

source: This game has held exactly one core for over a minute. A game at rest on a menu should use far less: it is usually a busy loop in the game, and sometimes a sign that something it waits for never arrives.
zh_hans: 此游戏已持续占满一个核心超过一分钟。停留在菜单中的游戏本应占用少得多：这通常是游戏中的忙等待循环，有时也表示它在等待的东西始终没有到达。

source: This library is on a %@ network share. Updates and saves are slow and can fail there.
zh_hans: 此游戏库位于 %@ 网络共享位置。更新和存档可能很慢，也可能失败。

source: This package is missing. Games fall back to Lanczos.
zh_hans: 此组件包缺失。游戏会改用 Lanczos。

source: Thread waiting
zh_hans: 线程等待

source: To test a setting, change one value at a time and play the same area twice with each value.
zh_hans: 测试设置时，每次只更改一个值，并使用每个值在同一区域各玩两次。

source: Trashes Steam's shader cache so it rebuilds on the next launch. For a black screen or a stuck loading bar. Your games and saves stay.
zh_hans: 将 Steam 的着色器缓存移到废纸篓，下次启动时会重新生成。适用于黑屏或加载进度卡住的情况。游戏和存档会保留。

source: Trial
zh_hans: 试用版

source: Trial ended
zh_hans: 试用期已结束

source: Troubleshooting
zh_hans: 故障排除

source: Try Again
zh_hans: 重试

source: Try another renderer in Settings › Games › the game › Renderer.
zh_hans: 请在“设置”>“游戏”>对应游戏>“渲染器”中尝试其他渲染器。

source: Turn On
zh_hans: 开启

source: Turn on Share run statistics in Settings › General › Community to send a report about this run.
zh_hans: 请在“设置 › 通用 › 社区”中开启“共享运行统计数据”，以发送此次运行的报告。
